Repository: xavierfoucrier/inbox-notifier
Catalog: code/Main.*.resx
Languages: de

# linkRestartToApply.Text
source: Redémarrer maintenant
de: Jetzt neu starten

# labelRestartToApply.Text
source: Ce paramètre sera pris en compte au prochain démarrage de l'application.
de: Dieser Parameter wird beim nächsten Start der Anwendung berücksichtigt.

# label3.Text
source: Langue :
de: Sprache:

# groupBox5.Text
source: Interface
de: Schnittstelle

# fieldAudioPop.Text
source: Son à l'ouverture et à la fermeture
de: Ton beim Starten und Beenden

# fieldRunAtWindowsStartup.Text
source: Lancer au démarrage de Windows
de: Beim Windows Systemstart öffnen

# fieldMinimizeToSystray.Text
source: Réduire dans la zone de notification
de: Minimieren in die Taskleiste

# fieldAskonExit.Text
source: Demander avant de quitter l'application
de: Vor dem Verlassen der Anwendung fragen

# groupBox1.Text
source: Comportement
de: Verhalten

# tabPageGeneral.Text
source: Général
de: Allgemein

# label19.Text
source: Brouillons
de: Entwürfe

# label6.Text
source: Boite de réception
de: Eingang

# groupBox8.Text
source: Statistiques
de: Statistiken

# label5.Text
source: Connecté depuis le :
de: Online seit:

# label4.Text
source: Compte Gmail :
de: Gmail-Konto:

# buttonGmailDisconnect.Text
source: Déconnexion
de: Abmelden

# groupBox6.Text
source: Authentification
de: Authentifizierung

# tabPageAccount.Text
source: Compte
de: Konto

# fieldNotificationBehavior.Items
source: ne rien faire
de: Nichts tun

# fieldNotificationBehavior.Items1
source: ouvrir le message
de: Nachricht öffnen

# fieldNotificationBehavior.Items2
source: marquer le message comme lu
de: Nachricht als gelesen markieren

# fieldNotificationBehavior.Items3
source: ouvrir le message en version simplifiée
de: Nachricht in vereinfachter Version Öffnen

# fieldNotificationBehavior.Items4
source: ouvrir la boite de réception
de: Öffnen Sie die posteingang

# label9.Text
source: Lors d'un clic sur la notification :
de: Beim Anklicken der Benachrichtigung:

# labelNotificationOpenSimplifiedHTML.Text
source: Cette option ouvrira la version HTML simplifiée de Gmail. Certaines fonctionnalités récentes peuvent ne pas être disponibles.
de: Diese Option öffnet die vereinfachte HTML-Version von Google Mail. Einige neuere Funktionen sind möglicherweise nicht verfügbar.

# labelNotificationMarkMessageAsRead.Text
source: À la réception de plusieurs messages, cette option marquera l'ensemble des messages de la boite de réception comme lus.
de: Beim Empfang mehrerer Nachrichten werden mit dieser Option alle Nachrichten im Posteingang als gelesen markiert.

# labelNotificationOpenMessage.Text
source: À la réception de plusieurs messages, cette option ouvrira automatiquement la boite de réception.
de: Beim Empfang mehrerer Nachrichten wird mit dieser Option automatisch der Posteingang geöffnet.

# groupBox3.Text
source: Comportement
de: Verhalten

# fieldStepDelay.Items
source: minute(s)
de: Minute(n)

# fieldStepDelay.Items1
source: heure(s)
de: Stunde(n)

# fieldSpamNotification.Text
source: Courrier indésirable (SPAM)
de: Junk-Mail (SPAM)

# label1.Text
source: Délai de vérification :
de: Zeitintervall:

# fieldMessageNotification.Text
source: Nouveau message
de: Neue Nachricht

# fieldAudioNotification.Text
source: Notification sonore
de: Ton-Benachrichtigung

# groupBox2.Text
source: Courrier
de: Mail

# tabPageNotification.Text
source: Notification
de: Benachrichtigung

# label2.Text
source: À la réception d'un nouveau message :
de: Beim Empfang einer neuen Nachricht:

# fieldPrivacyNotificationAll.Text
source: Masquer tout le contenu du message
de: Alle Inhalte ausblenden

# fieldPrivacyNotificationShort.Text
source: Afficher une partie du contenu du message
de: Einen Teil der Nachricht anzeigen

# fieldPrivacyNotificationNone.Text
source: Afficher tout le contenu du message
de: Gesamte Nachricht anzeigen

# groupBox4.Text
source: Notification
de: Benachrichtigung

# tabPagePrivacy.Text
source: Confidentialité
de: Privatsphäre

# labelDuration.Text
source: La journée
de: Der Tag

# label20.Text
source: à
de: bis

# label17.Text
source: de
de: von

# label16.Text
source: Durée :
de: Dauer:

# label10.Text
source: Jour de la semaine :
de: Wochentag:

# fieldDayOfWeek.Items
source: lundi
de: Montag

# fieldDayOfWeek.Items1
source: mardi
de: Dienstag

# fieldDayOfWeek.Items2
source: mercredi
de: Mittwoch

# fieldDayOfWeek.Items3
source: jeudi
de: Donnerstag

# fieldDayOfWeek.Items4
source: vendredi
de: Freitag

# fieldDayOfWeek.Items5
source: samedi
de: Samstag

# fieldDayOfWeek.Items6
source: dimanche
de: Sonntag

# groupBox11.Text
source: Horaires
de: Zeitplan

# checkBox2.Text
source: Désactiver la vérification des mises à jour
de: Automatische Updates deaktivieren

# checkBox1.Text
source: Désactiver la synchronisation manuelle
de: Manuelle Synchronisierung deaktivieren

# fieldScheduler.Text
source: Activer la synchronisation planifiée
de: Geplante Synchronisierung aktivieren

# groupBox10.Text
source: Comportement
de: Verhalten

# tabPageSchedule.Text
source: Planification
de: Planung

# buttonCheckForUpdate.Text
source: Vérifier maintenant
de: Jetzt prüfen

# label7.Text
source: Délai de vérification :
de: Zeitpunkt der Überprüfung:

# fieldUpdatePeriod.Items
source: au démarrage de l'application
de: Beim Start der Anwendung

# fieldUpdatePeriod.Items1
source: une fois par jour
de: Einmal pro Tag

# fieldUpdatePeriod.Items2
source: une fois par semaine
de: Einmal pro Woche

# fieldUpdatePeriod.Items3
source: une fois par mois
de: Einmal pro Monat

# label8.Text
source: Vérifiée le :
de: Letzte Prüfung:

# groupBox9.Text
source: Disponibilité
de: Verfügbarkeit

# fieldUpdateQuiet.Text
source: Installation silencieuse
de: Stille Installation

# fieldUpdateDownload.Text
source: Télécharger et lancer l'installation des mises à jour automatiquement
de: Updates automatisch herunterladen und Installation starten

# fieldUpdateService.Text
source: Activer la vérification automatique des mises à jour
de: Automatische Suche nach Updates aktivieren

# groupBox7.Text
source: Comportement
de: Verhalten

# tabPageUpdate.Text
source: Mises à jour
de: Updates

# linkPrivacy.Text
source: Consulter notre politique de confidentialité
de: Datenschutzrichtlinie lesen

# linkLicense.Text
source: © 2025. Tous droits réservés. Open Source, distribué sous Licence MIT
de: ©2024. Alle Rechte vorbehalten. Open Source, veröffentlicht unter der MIT-Lizenz

# linkWebsiteXavier.Text
source: Visual Studio 17.12.2, C# Développé par Xavier Foucrier
de: Visual Studio 17.12.2, C# Entwickelt von Xavier Foucrier

# linkWebsiteYusuke.Text
source: Icônes réalisées par Yusuke Kamiyamane, un designer et développeur basé à Tokyo
de: Icons von Yusuke Kamiyamane, einem in Tokio ansässigen Designer und Entwickler

# label11.Text
source: Copyright
de: Urheberrechte

# label12.Text
source: Crédits
de: Credits

# label13.Text
source: Développement
de: Entwicklung

# tabPageAbout.Text
source: À propos
de: Über Uns

# labelSettingsSaved.Text
source: Préférences d'application sauvegardées.
de: Gespeicherte Einstellungen.

# notifyIcon.Text
source: Démarrage ...
de: Starten...

# menuItemNewMessage.Text
source: Nouveau message
de: Neue nachricht

# menuItemSynchronize.Text
source: Synchroniser
de: Synchronisieren

# menuItemMarkAsRead.Text
source: Marquer comme lu
de: Als gelesen markieren

# menuItemTimeoutDisabled.Text
source: Désactivé
de: Deaktiviert

# menuItemTimeout30m.Text
source: 30 minutes
de: 30 Minuten

# menuItemTimeout1h.Text
source: 1 heure
de: 1 Stunde

# menuItemTimeout2h.Text
source: 2 heures
de: 2 Stunden

# menuItemTimeout5h.Text
source: 5 heures
de: 5 Stunden

# menuItemTimeoutIndefinitely.Text
source: Indéfiniement
de: Unbegrenzt

# menuItemTimout.Text
source: Ne pas déranger
de: Bitte nicht stören

# menuItemSettings.Text
source: Ouvrir
de: Öffnen

# menuItemExit.Text
source: Quitter
de: Beenden

# menuItemDefaultRingtone.Text
source: Par défaut
de: Standard

# menuItemEditRingtone.Text
source: Modifier la sonnerie
de: Sound anpassen
