Repository: xavierfoucrier/inbox-notifier
Catalog: code/Languages/Translation.*.resx
Languages: de, ru

# applicationExit
source: Closing the application
de: Anwendung schließen
ru: Закрытие приложения

# applicationExitQuestion
source: You are about to leave the application. Do you really want to exit?
de: Sie sind dabei, die Anwendung zu schließen. Möchten Sie wirklich fortfahren?
ru: Вы собираетесь выйти из приложения. Вы действительно хотите выйти?

source: attachment
de: Anhang
ru: вложение

source: attachments
de: Anhänge
ru: вложения(й)

# authenticationCanceled
source: The "Inbox Notifier" application was unable to associate with your Gmail account: you have {timeout} seconds to authorize the application to access your account, after this time you need to start the operation again. This step is required for synchronization to work and will only be requested once. You can restart the authentication process again or cancel to quit the application.
de: Inbox Notifier konnte sich nicht bei Ihrem Gmail-Konto anmelden: Sie haben {timeout} Sekunden Zeit, um der Anwendung den Zugriff auf Ihr Konto zu erlauben, nach Ablauf dieser Zeit müssen Sie den Vorgang wiederholen. Dieser Schritt ist für das ordnungsgemäße Funktionieren der Synchronisierung erforderlich und wird nur einmal angefordert. Sie können den Authentifizierungsprozess neu starten oder abbrechen, um die Anwendung zu beenden.
ru: Приложению "Inbox Notifier" не удалось привязаться к вашей учётной записи Gmail: у Вас есть {timeout} секунд, чтобы авторизовать приложение для доступа к вашей учётной записи. По истечении этого времени Вам необходимо заново начать операцию. Этот шаг необходим для работы синхронизации и будет запрошен только один раз. Вы можете снова перезапустить процесс проверки подлинности или отменить его, чтобы выйти из приложения.

# authenticationDenied
source: You have refused to allow the "Inbox Notifier" application to be associated with your Gmail account. This step is required for synchronization to work and will only be requested once. You can restart the authentication process again or cancel to quit the application.
de: Sie haben es abgelehnt, die Zuordnung der Anwendung "Inbox Notifier" zu Ihrem Google Mail-Konto zuzulassen. Dieser Schritt ist notwendig, damit die Synchronisierung funktioniert, und Sie werden nur einmal dazu aufgefordert. Sie können den Authentifizierungsprozess erneut starten oder abbrechen, um die Anwendung zu verlassen.
ru: Вы отказались разрешить привязку приложения "Inbox Notifier" к вашей учётной записи Gmail. Этот шаг необходим для работы синхронизации и будет запрошен только один раз. Вы можете снова перезапустить процесс проверки подлинности или отменить его, чтобы выйти из приложения.

source: Authentication failed
de: Fehler bei der Authentifizierung
ru: Не удалось выполнить проверку подлинности

# authenticationNeeded
source: Waiting for authentication with your Gmail account...
de: Warten auf die Authentifizierung mit Ihrem Gmail-Konto...
ru: Ожидание проверки подлинности с вашей учётной записью Gmail...

# authenticationRequestError
source: The "Inbox Notifier" application was unable to connect with your Gmail account: the service is not available at the moment, or an unexpected error has occurred.
de: Inbox Notifier konnte sich nicht bei Ihrem Gmail-Konto anmelden: Der Dienst ist zurzeit nicht verfügbar, oder es ist ein unerwarteter Fehler aufgetreten.
ru: Приложению "Inbox Notifier" не удалось подключиться к вашей учётной записи Gmail: в данный момент служба недоступна или произошла непредвиденная ошибка.

# authenticationRevoked
source: The "Inbox Notifier" application is no longer able to connect with your Gmail account: the authentication key has been revoked. You must download the latest version of the application to continue.
de: Inbox Notifier konnte sich nicht bei Ihrem Gmail-Konto anmelden: Der Authentifizierungsschlüssel wurde abgelehnt. Bitte laden Sie die neueste Version der Anwendung herunter, um fortzufahren.
ru: Приложение "Inbox Notifier" больше не может подключиться к вашей учётной записи Gmail: ключ проверки подлинности был отозван. Для продолжения работы необходимо загрузить последнюю версию приложения.

source: Error
de: Fehler
ru: Ошибка

# firstLoad
source: Inbox Notifier now run in background on your computer. In a few seconds you will be prompted to sign in to your Gmail account to allow the application to access your inbox.
de: Inbox Notifier läuft jetzt im Hintergrund auf Ihrem Computer. In wenigen Sekunden werden Sie aufgefordert, sich bei Ihrem Gmail-Konto anzumelden, um der Anwendung Zugriff auf Ihren Posteingang zu erlauben.
ru: Inbox Notifier теперь работает в фоновом режиме на вашем компьютере. Через несколько секунд вам будет предложено войти в свою учётную запись Gmail, чтобы приложение могло получить доступ к вашей папке "Входящие".

# gmailDisconnect
source: Disconnecting your Gmail account
de: Abmelden Ihres Gmail Kontos
ru: Отключение вашей учётной записи Gmail

# gmailDisconnectQuestion
source: You are about to disconnect your Gmail account from the applivation: you will no longer receive notifications from the account {email} and you will be prompted to log in next time. Do you really want to disconnect your Gmail account and restart the application now?
de: Sie sind dabei, Ihr Gmail-Konto von der Anwendung abzumelden: Sie erhalten keine Benachrichtigungen von Ihrem Konto {email} und werden beim nächsten Start aufgefordert, sich erneut anzumelden. Möchten Sie ihr Gmail Konto wirklich abmelden und die Anwendung neu starten?
ru: Вы собираетесь отключить свою учётную запись Gmail от приложения: Вы больше не будете получать уведомления от учётной записи {email}, и Вам будет предложено войти в следующий раз. Вы действительно хотите отключить свою учётную запись Gmail и перезапустить приложение?

# helpAskonExit
source: Ask a question before completely leaving the app
de: Vor dem Verlassen der Anwendung fragen

# helpAttemptToReconnectNotification
source: Display a notification when the application try to reconnect to the network
de: Anzeige einer Benachrichtigung, wenn die Anwendung versucht, erneut eine Verbindung zum Netzwerk herzustellen

# helpAudioNotification
source: Play a sound when displaying a notification
de: Ton abspielen, wenn eine Benachrichtigung angezeigt wird

# helpAudioPop
source: Play a sound when starting and closing the application
de: Ton abspielen beim Starten und Schließen der Anwendung

# helpCheckForUpdate
source: Check updates immediately
de: Überprüfen ob Updates verfügbar sind

# helpEmailAddress
source: Gmail account currently logged in to the application
de: Gmail-Konto, das derzeit in der Anwendung angemeldet ist

# helpGmailDisconnect
source: Disconnect the Gmail account and restart the application to request a new authentication
de: Meldet das Gmail-Konto ab und startet die Anwendung neu, um eine erneute Authentifizierung vorzunehmen.

# helpLanguage
source: Language of the interface
de: Sprache der Benutzeroberfläche

# helpMessageNotification
source: Display a notification when receiving new messages
de: Anzeige einer Benachrichtigung beim Empfang neuer Nachrichten

# helpNotificationBehavior
source: Action performed when clicking on a notification
de: Aktion, die bei einem Klick auf eine Benachrichtigung ausgeführt wird

# helpNumericDelay
source: Timing delay of the inbox
de: Zeitlimit für die Synchronisierung des Posteingangs

# helpPrivacyNotificationAll
source: Display a notification that contain no information about the message
de: Anzeige einer Benachrichtigung, die keine Informationen über die Nachricht enthält

# helpPrivacyNotificationNone
source: Display the name of the sender and the message content
de: Anzeige einer Benachrichtigung, die den Namen des Absenders sowie den Inhalt der Nachricht enthält

# helpPrivacyNotificationShort
source: Display the name of the sender and the subject line
de: Anzeige einer Benachrichtigung, die den Namen des Absenders und den Betreff der Nachricht enthält

# helpRunAtWindowsStartup
source: Launch the application on Windows startup
de: Startet die Anwendung beim Hochfahren von Windows

# helpScheduleDayOfWeek
source: Synchronization day
de: Tag der Synchronisation

# helpScheduleDuration
source: Duration of synchronization
de: Dauer der Synchronisation

# helpScheduleEndTime
source: End time of synchronization
de: Endzeitpunkt der Synchronisation

# helpScheduleService
source: Enable the scheduled synchronization service
de: Aktiviert den Dienst für die geplante Synchronisation

# helpScheduleStartTime
source: Start time of synchronization
de: Startzeitpunkt der Synchronisation

# helpSpamNotification
source: Display a notification when receiving a junk message
de: Anzeige einer Benachrichtigung beim Empfang von Spam

# helpStatistics
source: Usage statistics of your inbox
de: Statistiken zur Nutzung Ihres Posteingangs

# helpStepDelay
source: Time scale for the inbox synchronization
de: Zeitspanne für die Synchronisation des Posteingangs

# helpTokenDelivery
source: Latest update of the authentication token delivery
de: Datum der letzten Aktualisierung des Tokens zum Nachweis der Gültigkeit der Authentifizierung

# helpUpdateControl
source: Last check date of updates
de: Datum der letzten Überprüfung auf Aktualisierungen

# helpUpdateDownload
source: When updates are available, the application download them and launch the installation automatically
de: Wenn Updates verfügbar sind, lädt die Anwendung diese herunter und beginnt automatisch mit der Installation

# helpUpdatePeriod
source: Update check period
de: Zeitlimit für die Überprüfung auf Aktualisierungen

# helpUpdateQuiet
source: When updates are being installed, the application install them silently in background
de: Wenn Aktualisierungen vorgenommen werden, installiert die Anwendung diese im Hintergrund

# helpUpdateService
source: Enable the automatic update check service
de: Aktiviert den Dienst zur automatischen Überprüfung auf Updates

source: hour(s)
de: Stunde(n)
ru: час(ы)

# latestVersion
source: You have the latest version of the application.
de: Sie haben die neueste Version der Anwendung.
ru: У Вас последняя версия приложения.

source: Mark as read
de: Als gelesen markieren
ru: Отметить как прочитанное

# markAsReadError
source: An error occurred during the "Mark Read" operation.
de: Nachricht konnte nicht als "gelesen" markiert werden.
ru: Во время операции "Отметить как прочитанное" произошла ошибка.

source: message
de: E-Mail
ru: сообщение

source: messages
de: E-Mails
ru: сообщения(й)

source: Multiple instances
de: Mehrere Instanzen
ru: Несколько экземпляров

# mutexError
source: The "Inbox Notifier" application is already running: you can not run multiple instances of the application on the same computer. This option is not enabled on this type of application.
de: Inbox Notifier wird bereits ausgeführt: Sie können die Anwendung nicht mehrfach auf demselben Computer ausführen. Diese Option ist bei dieser Art von Anwendung nicht aktiviert.
ru: Приложение "Inbox Notifier" уже запущено: Вы не можете запустить несколько экземпляров приложения на одном компьютере. Эта опция не включена для данного типа приложения.

# newUnreadMessage
source: Double-click the icon to access your inbox.
de: Doppelklicken Sie auf das Symbol, um auf Ihren Posteingang zuzugreifen.
ru: Дважды щёлкните по значку для доступа к папке "Входящие".

# newUnreadSpam
source: Double-click the icon to access your inbox. Until you have not checked the spam folder, your inbox will not be synchronized and you will not be notified of new messages.
de: Doppelklicken Sie auf das Symbol, um auf Ihren Posteingang zuzugreifen. Solange Sie den Spam-Ordner nicht überprüft haben, wird Ihr Posteingang nicht synchronisiert und Sie werden nicht über neue Nachrichten informiert.
ru: Дважды щёлкните по значку для доступа к папке "Входящие". Пока Вы не проверите папку "Спам", ваш почтовый ящик не будет синхронизирован и Вы не будете получать уведомления о новых сообщениях.

# newVersion
source: A newer version of the application is available on Github: {version}
de: Eine neuere Version der Anwendung auf Github ist verfügbar: {version}
ru: Более новая версия приложения доступна на Github: {version}

# noMessage
source: No new message
de: Keine neuen Nachrichten
ru: Нового сообщения нет

source: Not found
de: Nicht gefunden
ru: Не найдено

# off
source: Disabled
de: Deaktiviert
ru: Отключено

# operationError
source: Error with the last operation
de: Fehler bei der letzten Aktion
ru: Ошибка с последней операцией

# reconnectAttempt
source: Offline Attempting to reconnect...
de: Offline Versuch einer erneuten Verbindung ...
ru: Не в сети Попытка восстановить соединение...

# reconnectFailed
source: Reconnection failed
de: Die Neuverbindung ist fehlgeschlagen
ru: Переподключение не удалось

# sync
source: Syncing...
de: Synchronisierung läuft ...
ru: Синхронизация...

# syncError
source: Error when syncing
de: Fehler bei der Synchronisierung
ru: Ошибка при синхронизации

# syncErrorOccured
source: An error occurred during the synchronization of the inbox.
de: Fehler bei der Synchronisierung des Posteingangs.
ru: Во время синхронизации папки "Входящие" произошла ошибка.

# syncOff
source: Synchronization disabled on {day}
de: Synchronisierung deaktiviert am {day}
ru: Синхронизация отключена на {day}

# syncScheduled
source: Scheduled synchronization on {day} from {start} to {end}
de: Geplante Synchronisierung am {day} von {start} bis {end}
ru: Синхронизация запланирована на {day} от {start} до {end}

# syncTime
source: Updated at {time}
de: Aktualisiert um {time}
ru: Обновлено в {time}

source: The day
de: Der Tag
ru: Целый день

# timeout
source: Do not disturb
de: Bitte nicht stören
ru: Не беспокоить

source: unread message
de: Ungelesene Nachricht
ru: непрочитанное сообщение

source: unread messages
de: Ungelesene Nachrichten
ru: непрочитанных сообщения(й)

source: unread spam
de: Ungelesene Spam-Nachricht
ru: непрочитанный спам

source: unread spams
de: Ungelesene Spam-Nachrichten
ru: непрочитанного спама

source: Update now
de: Jetzt aktualisieren
ru: Обновить

# updateServiceUnreachable
source: The update service is unreachable.
de: Der Update-Service ist derzeit nicht erreichbar.
ru: Служба обновления недоступна.

# updating
source: Downloading update...
de: Herunterladen des Updates ...
ru: Загрузка обновления...

source: Welcome!
de: Willkommen!
ru: Добро пожаловать!

# newMajorVersion
source: A newer major version of the application is available on Github: {version}
ru: Более новая версия приложения доступна на Github: {version}

# updateServiceName
source: Inbox Notifier update
ru: Обновление Inbox Notifier
